Repository: DimensionDev/Flare
Catalog: appleApp/Shared/FlareAppleResource/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, ca, cs, da, de, el, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, uk, vi, zh_hans, zh_hant

# misskey_achievement_login3_title
source: Beginner I
af: Beginners I
ar: مبتدئ I
bg: Начинаещ I
ca: Principiant I
cs: Začátečník I
da: Begynder I
de: Anfänger I
el: Αρχάριος I
fi: Aloittelija I
fr: Débutant I
he: מתחיל I
hu: Kezdő I
it: Principiante I
ja: ビギナー I
ko: 초보자 I
nb: Nybegynner jeg
pl: Początkujący I
pt: Iniciante I
pt_br: Iniciante I
ro: Începător I
ru: Новичок I
sr: Почетник I
sv: Nybörjare I
tr: Yeni Başlayan I
uk: Початківець I
vi: Người mới bắt đầu I
zh_hans: 新手 I
zh_hant: 新手 I

# misskey_achievement_login7_description
source: Log in for a total of 7 days
af: Meld aan vir 7 opeenvolgende dae.
ar: سجل الدخول لمدة 7 أيام متتالية.
bg: Впишете се за 7 последователни дни.
ca: Inicia la sessió durant 7 dies consecutius.
cs: Přihlásit se 7 po sobě jdoucích dnů.
da: Log ind i 7 på hinanden følgende dage.
de: Melde dich an 7 aufeinanderfolgenden Tagen an.
el: Συνδεθείτε για 7 συνεχόμενες ημέρες.
fi: Kirjaudu sisään 7 peräkkäisenä päivänä.
fr: Connectez-vous pendant 7 jours consécutifs.
he: התחבר במשך 7 ימים ברציפות.
hu: Jelentkezz be 7 egymást követő napon.
it: Accedi per 7 giorni consecutivi.
ja: 7日連続でログインする。
ko: 7일 연속으로 로그인합니다.
nb: Logg inn totalt 7 dager
nl: Log 7 opeenvolgende dagen in.
pl: Zaloguj się przez 7 kolejnych dni.
pt: Iniciar sessão durante 7 dias consecutivos.
pt_br: Faça login por 7 dias consecutivos.
ro: Conectează-te timp de 7 zile consecutive.
ru: Заходить 7 дней подряд.
sr: Пријави се 7 узастопних дана.
sv: Logga in 7 dagar i rad.
tr: Art arda 7 gün oturum açın.
uk: Заходити 7 днів поспіль.
vi: Đăng nhập trong 7 ngày liên tiếp.
zh_hans: 连续 7 天登录。
zh_hant: 連續 7 天登入。

# misskey_achievement_login7_flavor
source: Feel like you've gotten the hang of things yet?
af: 'n Volle week!
ar: أسبوع كامل!
bg: Цяла седмица!
ca: Una setmana sencera!
cs: Celý týden!
da: En hel uge!
de: Eine ganze Woche!
el: Μια ολόκληρη εβδομάδα!
fi: Koko viikko!
fr: Une semaine entière !
he: שבוע שלם!
hu: Egy teljes hét!
it: Un'intera settimana!
ja: 丸1週間！
ko: 온전한 일주일!
nb: Føler som du har fått heftet på ting enda?
nl: Een hele week!
pl: Cały tydzień!
pt: Uma semana inteira!
pt_br: Uma semana inteira!
ro: O săptămână întreagă!
ru: Целая неделя!
sr: Цела недеља!
sv: En hel vecka!
tr: Tam bir hafta!
uk: Цілий тиждень!
vi: Cả một tuần!
zh_hans: 整整一周！
zh_hant: 整整一週！

# misskey_achievement_login7_title
source: Beginner II
af: Beginners II
ar: مبتدئ II
bg: Начинаещ II
ca: Principiant II
cs: Začátečník II
da: Begynder II
de: Anfänger II
el: Αρχάριος II
fi: Aloittelija II
fr: Débutant II
he: מתחיל II
hu: Kezdő II
it: Principiante II
ja: ビギナー II
ko: 초보자 II
nb: Nybegynner II
pl: Początkujący II
pt: Iniciante II
pt_br: Iniciante II
ro: Începător II
ru: Новичок II
sr: Почетник II
sv: Nybörjare II
tr: Yeni Başlayan II
uk: Початківець II
vi: Người mới bắt đầu II
zh_hans: 新手 II
zh_hant: 新手 II

# misskey_achievement_login15_description
source: Log in for a total of 15 days
af: Meld aan vir 15 opeenvolgende dae.
ar: سجل الدخول لمدة 15 يومًا متتالية.
bg: Впишете се за 15 последователни дни.
ca: Inicia la sessió durant 15 dies consecutius.
cs: Přihlásit se 15 po sobě jdoucích dnů.
da: Log ind i 15 på hinanden følgende dage.
de: Melde dich an 15 aufeinanderfolgenden Tagen an.
el: Συνδεθείτε για 15 συνεχόμενες ημέρες.
fi: Kirjaudu sisään 15 peräkkäisenä päivänä.
fr: Connectez-vous pendant 15 jours consécutifs.
he: התחבר במשך 15 ימים ברציפות.
hu: Jelentkezz be 15 egymást követő napon.
it: Accedi per 15 giorni consecutivi.
ja: 15日連続でログインする。
ko: 15일 연속으로 로그인합니다.
nb: Logg inn totalt 15 dager
nl: Log 15 opeenvolgende dagen in.
pl: Zaloguj się przez 15 kolejnych dni.
pt: Iniciar sessão durante 15 dias consecutivos.
pt_br: Faça login por 15 dias consecutivos.
ro: Conectează-te timp de 15 zile consecutive.
ru: Заходить 15 дней подряд.
sr: Пријави се 15 узастопних дана.
sv: Logga in 15 dagar i rad.
tr: Art arda 15 gün oturum açın.
uk: Заходити 15 днів поспіль.
vi: Đăng nhập trong 15 ngày liên tiếp.
zh_hans: 连续 15 天登录。
zh_hant: 連續 15 天登入。

# misskey_achievement_login15_title
source: Beginner III
af: Beginners III
ar: مبتدئ III
bg: Начинаещ III
ca: Principiant III
cs: Začátečník III
da: Begynder III
de: Anfänger III
el: Αρχάριος III
fi: Aloittelija III
fr: Débutant III
he: מתחיל III
hu: Kezdő III
it: Principiante III
ja: ビギナー III
ko: 초보자 III
nb: Nybegynner III
pl: Początkujący III
pt: Iniciante III
pt_br: Iniciante III
ro: Începător III
ru: Новичок III
sr: Почетник III
sv: Nybörjare III
tr: Yeni Başlayan III
uk: Початківець III
vi: Người mới bắt đầu III
zh_hans: 新手 III
zh_hant: 新手 III

# misskey_achievement_login30_description
source: Log in for a total of 30 days
af: Meld aan vir 30 opeenvolgende dae.
ar: سجل الدخول لمدة 30 يومًا متتالية.
bg: Впишете се за 30 последователни дни.
ca: Inicia la sessió durant 30 dies consecutius.
cs: Přihlásit se 30 po sobě jdoucích dnů.
da: Log ind i 30 på hinanden følgende dage.
de: Melde dich an 30 aufeinanderfolgenden Tagen an.
el: Συνδεθείτε για 30 συνεχόμενες ημέρες.
fi: Kirjaudu sisään 30 peräkkäisenä päivänä.
fr: Connectez-vous pendant 30 jours consécutifs.
he: התחבר במשך 30 ימים ברציפות.
hu: Jelentkezz be 30 egymást követő napon.
it: Accedi per 30 giorni consecutivi.
ja: 30日連続でログインする。
ko: 30일 연속으로 로그인합니다.
nb: Logg inn totalt 30 dager
nl: Log 30 opeenvolgende dagen in.
pl: Zaloguj się przez 30 kolejnych dni.
pt: Iniciar sessão durante 30 dias consecutivos.
pt_br: Faça login por 30 dias consecutivos.
ro: Conectează-te timp de 30 de zile consecutive.
ru: Заходить 30 дней подряд.
sr: Пријави се 30 узастопних дана.
sv: Logga in 30 dagar i rad.
tr: Art arda 30 gün oturum açın.
uk: Заходити 30 днів поспіль.
vi: Đăng nhập trong 30 ngày liên tiếp.
zh_hans: 连续 30 天登录。
zh_hant: 連續 30 天登入。

# misskey_achievement_login30_title
source: Misskist I
af: 30 Dae Intekening
ar: تسجيل دخول لـ 30 يومًا
bg: 30 дни влизане
ca: Inici de sessió de 30 dies
cs: 30denní přihlášení
da: 30 dages login
de: 30 Tage Login
el: Σύνδεση 30 ημερών
fi: 30 päivän kirjautuminen
fr: 30 jours de connexion
he: 30 ימי התחברות
hu: 30 napos bejelentkezés
it: 30 giorni di accesso
ja: ログイン30日
ko: 30일 로그인
nl: 30 dagen inloggen
pl: Logowanie przez 30 dni
pt: Sessão iniciada há 30 dias
pt_br: 30 dias de login
ro: Autentificare de 30 de zile
ru: 30 дней входа
sr: Пријављивање 30 дана
sv: 30 dagars inloggning
tr: 30 Günlük Oturum
uk: 30 днів входу
vi: Đăng nhập 30 ngày
zh_hans: 登录 30 天
zh_hant: 登入 30 天

# misskey_achievement_login60_description
source: Log in for a total of 60 days
af: Meld aan vir 60 opeenvolgende dae.
ar: سجل الدخول لمدة 60 يومًا متتالية.
bg: Впишете се за 60 последователни дни.
ca: Inicia la sessió durant 60 dies consecutius.
cs: Přihlásit se 60 po sobě jdoucích dnů.
da: Log ind i 60 på hinanden følgende dage.
de: Melde dich an 60 aufeinanderfolgenden Tagen an.
el: Συνδεθείτε για 60 συνεχόμενες ημέρες.
fi: Kirjaudu sisään 60 peräkkäisenä päivänä.
fr: Connectez-vous pendant 60 jours consécutifs.
he: התחבר במשך 60 ימים ברציפות.
hu: Jelentkezz be 60 egymást követő napon.
it: Accedi per 60 giorni consecutivi.
ja: 60日連続でログインする。
ko: 60일 연속으로 로그인합니다.
nb: Logg inn totalt 60 dager
nl: Log 60 opeenvolgende dagen in.
pl: Zaloguj się przez 60 kolejnych dni.
pt: Iniciar sessão durante 60 dias consecutivos.
pt_br: Faça login por 60 dias consecutivos.
ro: Conectează-te timp de 60 de zile consecutive.
ru: Заходить 60 дней подряд.
sr: Пријави се 60 узастопних дана.
sv: Logga in 60 dagar i rad.
tr: Art arda 60 gün oturum açın.
uk: Заходити 60 днів поспіль.
vi: Đăng nhập trong 60 ngày liên tiếp.
zh_hans: 连续 60 天登录。
zh_hant: 連續 60 天登入。

# misskey_achievement_login60_title
source: Misskist II
af: 60 Dae Intekening
ar: تسجيل دخول لـ 60 يومًا
bg: 60 дни влизане
ca: Inici de sessió de 60 dies
cs: 60denní přihlášení
da: 60 dages login
de: 60 Tage Login
el: Σύνδεση 60 ημερών
fi: 60 päivän kirjautuminen
fr: 60 jours de connexion
he: 60 ימי התחברות
hu: 60 napos bejelentkezés
it: 60 giorni di accesso
ja: ログイン60日
ko: 60일 로그인
nl: 60 dagen inloggen
pl: Logowanie przez 60 dni
pt: Sessão iniciada há 60 dias
pt_br: 60 dias de login
ro: Autentificare de 60 de zile
ru: 60 дней входа
sr: Пријављивање 60 дана
sv: 60 dagars inloggning
tr: 60 Günlük Oturum
uk: 60 днів входу
vi: Đăng nhập 60 ngày
zh_hans: 登录 60 天
zh_hant: 登入 60 天

# misskey_achievement_login100_description
source: Log in for a total of 100 days
af: Meld aan vir 100 opeenvolgende dae.
ar: سجل الدخول لمدة 100 يوم متتالية.
bg: Впишете се за 100 последователни дни.
ca: Inicia la sessió durant 100 dies consecutius.
cs: Přihlásit se 100 po sobě jdoucích dnů.
da: Log ind i 100 på hinanden følgende dage.
de: Melde dich an 100 aufeinanderfolgenden Tagen an.
el: Συνδεθείτε για 100 συνεχόμενες ημέρες.
fi: Kirjaudu sisään 100 peräkkäisenä päivänä.
fr: Connectez-vous pendant 100 jours consécutifs.
he: התחבר במשך 100 ימים ברציפות.
hu: Jelentkezz be 100 egymást követő napon.
it: Accedi per 100 giorni consecutivi.
ja: 100日連続でログインする。
ko: 100일 연속으로 로그인합니다.
nb: Logg inn i totalt 100 dager
nl: Log 100 opeenvolgende dagen in.
pl: Zaloguj się przez 100 kolejnych dni.
pt: Iniciar sessão durante 100 dias consecutivos.
pt_br: Faça login por 100 dias consecutivos.
ro: Conectează-te timp de 100 de zile consecutive.
ru: Заходить 100 дней подряд.
sr: Пријави се 100 узастопних дана.
sv: Logga in 100 dagar i rad.
tr: Art arda 100 gün oturum açın.
uk: Заходити 100 днів поспіль.
vi: Đăng nhập trong 100 ngày liên tiếp.
zh_hans: 连续 100 天登录。
zh_hant: 連續 100 天登入。

# misskey_achievement_login100_flavor
source: Violent Misskist
af: Liefde vir Misskey!
ar: حب لـ Misskey!
bg: Любов към Misskey!
ca: Amor per Misskey!
cs: Láska k Misskey!
da: Kærlighed til Misskey!
de: Liebe zu Misskey!
el: Αγάπη για το Misskey!
fi: Rakkaus Misskeyhyn!
fr: Amour pour Misskey !
he: אהבה ל-Misskey!
hu: Szeretlek Misskey!
it: Amore per Misskey!
ja: Misskey愛！
ko: Misskey 사랑!
nb: Voldelig delegasjon
nl: Liefde voor Misskey!
pl: Miłość do Misskey!
pt: Amor pelo Misskey!
pt_br: Amor pelo Misskey!
ro: Dragoste pentru Misskey!
ru: Любовь к Misskey!
sr: Љубав за Misskey!
sv: Kärlek till Misskey!
tr: Misskey Aşkı!
uk: Любов до Misskey!
vi: Yêu Misskey!
zh_hans: 热爱 Misskey！
zh_hant: 熱愛 Misskey！

# misskey_achievement_login100_title
source: Misskist III
af: 100 Dae Intekening
ar: تسجيل دخول لـ 100 يوم
bg: 100 дни влизане
ca: Inici de sessió de 100 dies
cs: 100denní přihlášení
da: 100 dages login
de: 100 Tage Login
el: Σύνδεση 100 ημερών
fi: 100 päivän kirjautuminen
fr: 100 jours de connexion
he: 100 ימי התחברות
hu: 100 napos bejelentkezés
it: 100 giorni di accesso
ja: ログイン100日
ko: 100일 로그인
nl: 100 dagen inloggen
pl: Logowanie przez 100 dni
pt: Sessão iniciada há 100 dias
pt_br: 100 dias de login
ro: Autentificare de 100 de zile
ru: 100 дней входа
sr: Пријављивање 100 дана
sv: 100 dagars inloggning
tr: 100 Günlük Oturum
uk: 100 днів входу
vi: Đăng nhập 100 ngày
zh_hans: 登录 100 天
zh_hant: 登入 100 天

# misskey_achievement_login200_description
source: Log in for a total of 200 days
af: Meld aan vir 200 opeenvolgende dae.
ar: سجل الدخول لمدة 200 يوم متتالية.
bg: Впишете се за 200 последователни дни.
ca: Inicia la sessió durant 200 dies consecutius.
cs: Přihlásit se 200 po sobě jdoucích dnů.
da: Log ind i 200 på hinanden følgende dage.
de: Melde dich an 200 aufeinanderfolgenden Tagen an.
el: Συνδεθείτε για 200 συνεχόμενες ημέρες.
fi: Kirjaudu sisään 200 peräkkäisenä päivänä.
fr: Connectez-vous pendant 200 jours consécutifs.
he: התחבר במשך 200 ימים ברציפות.
hu: Jelentkezz be 200 egymást követő napon.
it: Accedi per 200 giorni consecutivi.
ja: 200日連続でログインする。
ko: 200일 연속으로 로그인합니다.
nb: Logg inn for totalt 200 dager
nl: Log 200 opeenvolgende dagen in.
pl: Zaloguj się przez 200 kolejnych dni.
pt: Iniciar sessão durante 200 dias consecutivos.
pt_br: Faça login por 200 dias consecutivos.
ro: Conectează-te timp de 200 de zile consecutive.
ru: Заходить 200 дней подряд.
sr: Пријави се 200 узастопних дана.
sv: Logga in 200 dagar i rad.
tr: Art arda 200 gün oturum açın.
uk: Заходити 200 днів поспіль.
vi: Đăng nhập trong 200 ngày liên tiếp.
zh_hans: 连续 200 天登录。
zh_hant: 連續 200 天登入。

# misskey_achievement_login200_title
source: Regular I
af: 200 Dae Intekening
ar: تسجيل دخول لـ 200 يوم
bg: 200 дни влизане
ca: Inici de sessió de 200 dies
cs: 200denní přihlášení
da: 200 dages login
de: 200 Tage Login
el: Σύνδεση 200 ημερών
fi: 200 päivän kirjautuminen
fr: 200 jours de connexion
he: 200 ימי התחברות
hu: 200 napos bejelentkezés
it: 200 giorni di accesso
ja: ログイン200日
ko: 200일 로그인
nb: Vanlig 1
nl: 200 dagen inloggen
pl: Logowanie przez 200 dni
pt: Sessão iniciada há 200 dias
pt_br: 200 dias de login
ro: Autentificare de 200 de zile
ru: 200 дней входа
sr: Пријављивање 200 дана
sv: 200 dagars inloggning
tr: 200 Günlük Oturum
uk: 200 днів входу
vi: Đăng nhập 200 ngày
zh_hans: 登录 200 天
zh_hant: 登入 200 天

# misskey_achievement_login300_description
source: Log in for a total of 300 days
af: Meld aan vir 300 opeenvolgende dae.
ar: سجل الدخول لمدة 300 يوم متتالية.
bg: Впишете се за 300 последователни дни.
ca: Inicia la sessió durant 300 dies consecutius.
cs: Přihlásit se 300 po sobě jdoucích dnů.
da: Log ind i 300 på hinanden følgende dage.
de: Melde dich an 300 aufeinanderfolgenden Tagen an.
el: Συνδεθείτε για 300 συνεχόμενες ημέρες.
fi: Kirjaudu sisään 300 peräkkäisenä päivänä.
fr: Connectez-vous pendant 300 jours consécutifs.
he: התחבר במשך 300 ימים ברציפות.
hu: Jelentkezz be 300 egymást követő napon.
it: Accedi per 300 giorni consecutivi.
ja: 300日連続でログインする。
ko: 300일 연속으로 로그인합니다.
nb: Logg inn totalt 300 dager
nl: Log 300 opeenvolgende dagen in.
pl: Zaloguj się przez 300 kolejnych dni.
pt: Iniciar sessão durante 300 dias consecutivos.
pt_br: Faça login por 300 dias consecutivos.
ro: Conectează-te timp de 300 de zile consecutive.
ru: Заходить 300 дней подряд.
sr: Пријави се 300 узастопних дана.
sv: Logga in 300 dagar i rad.
tr: Art arda 300 gün oturum açın.
uk: Заходити 300 днів поспіль.
vi: Đăng nhập trong 300 ngày liên tiếp.
zh_hans: 连续 300 天登录。
zh_hant: 連續 300 天登入。

# misskey_achievement_login300_title
source: Regular II
af: 300 Dae Intekening
ar: تسجيل دخول لـ 300 يوم
bg: 300 дни влизане
ca: Inici de sessió de 300 dies
cs: 300denní přihlášení
da: 300 dages login
de: 300 Tage Login
el: Σύνδεση 300 ημερών
fi: 300 päivän kirjautuminen
fr: 300 jours de connexion
he: 300 ימי התחברות
hu: 300 napos bejelentkezés
it: 300 giorni di accesso
ja: ログイン300日
ko: 300일 로그인
nb: Vanlig II
nl: 300 dagen inloggen
pl: Logowanie przez 300 dni
pt: Sessão iniciada há 300 dias
pt_br: 300 dias de login
ro: Autentificare de 300 de zile
ru: 300 дней входа
sr: Пријављивање 300 дана
sv: 300 dagars inloggning
tr: 300 Günlük Oturum
uk: 300 днів входу
vi: Đăng nhập 300 ngày
zh_hans: 登录 300 天
zh_hant: 登入 300 天

# misskey_achievement_login400_description
source: Log in for a total of 400 days
af: Meld aan vir 400 opeenvolgende dae.
ar: سجل الدخول لمدة 400 يوم متتالية.
bg: Впишете се за 400 последователни дни.
ca: Inicia la sessió durant 400 dies consecutius.
cs: Přihlásit se 400 po sobě jdoucích dnů.
da: Log ind i 400 på hinanden følgende dage.
de: Melde dich an 400 aufeinanderfolgenden Tagen an.
el: Συνδεθείτε για 400 συνεχόμενες ημέρες.
fi: Kirjaudu sisään 400 peräkkäisenä päivänä.
fr: Connectez-vous pendant 400 jours consécutifs.
he: התחבר במשך 400 ימים ברציפות.
hu: Jelentkezz be 400 egymást követő napon.
it: Accedi per 400 giorni consecutivi.
ja: 400日連続でログインする。
ko: 400일 연속으로 로그인합니다.
nb: Logg inn i totalt 400 dager
nl: Log 400 opeenvolgende dagen in.
pl: Zaloguj się przez 400 kolejnych dni.
pt: Iniciar sessão durante 400 dias consecutivos.
pt_br: Faça login por 400 dias consecutivos.
ro: Conectează-te timp de 400 de zile consecutive.
ru: Заходить 400 дней подряд.
sr: Пријави се 400 узастопних дана.
sv: Logga in 400 dagar i rad.
tr: Art arda 400 gün oturum açın.
uk: Заходити 400 днів поспіль.
vi: Đăng nhập trong 400 ngày liên tiếp.
zh_hans: 连续 400 天登录。
zh_hant: 連續 400 天登入。

# misskey_achievement_login400_title
source: Regular III
af: 400 Dae Intekening
ar: تسجيل دخول لـ 400 يوم
bg: 400 дни влизане
ca: Inici de sessió de 400 dies
cs: 400denní přihlášení
da: 400 dages login
de: 400 Tage Login
el: Σύνδεση 400 ημερών
fi: 400 päivän kirjautuminen
fr: 400 jours de connexion
he: 400 ימי התחברות
hu: 400 napos bejelentkezés
it: 400 giorni di accesso
ja: ログイン400日
ko: 400일 로그인
nb: Vanlig III
nl: 400 dagen inloggen
pl: Logowanie przez 400 dni
pt: Sessão iniciada há 400 dias
pt_br: 400 dias de login
ro: Autentificare de 400 de zile
ru: 400 дней входа
sr: Пријављивање 400 дана
sv: 400 dagars inloggning
tr: 400 Günlük Oturum
uk: 400 днів входу
vi: Đăng nhập 400 ngày
zh_hans: 登录 400 天
zh_hant: 登入 400 天

# misskey_achievement_login500_description
source: Log in for a total of 500 days
af: Meld aan vir 500 opeenvolgende dae.
ar: سجل الدخول لمدة 500 يوم متتالية.
bg: Впишете се за 500 последователни дни.
ca: Inicia la sessió durant 500 dies consecutius.
cs: Přihlásit se 500 po sobě jdoucích dnů.
da: Log ind i 500 på hinanden følgende dage.
de: Melde dich an 500 aufeinanderfolgenden Tagen an.
el: Συνδεθείτε για 500 συνεχόμενες ημέρες.
fi: Kirjaudu sisään 500 peräkkäisenä päivänä.
fr: Connectez-vous pendant 500 jours consécutifs.
he: התחבר במשך 500 ימים ברציפות.
hu: Jelentkezz be 500 egymást követő napon.
it: Accedi per 500 giorni consecutivi.
ja: 500日連続でログインする。
ko: 500일 연속으로 로그인합니다.
nb: Logg inn totalt 500 dager
nl: Log 500 opeenvolgende dagen in.
pl: Zaloguj się przez 500 kolejnych dni.
pt: Iniciar sessão durante 500 dias consecutivos.
pt_br: Faça login por 500 dias consecutivos.
ro: Conectează-te timp de 500 de zile consecutive.
ru: Заходить 500 дней подряд.
sr: Пријави се 500 узастопних дана.
sv: Logga in 500 dagar i rad.
tr: Art arda 500 gün oturum açın.
uk: Заходити 500 днів поспіль.
vi: Đăng nhập trong 500 ngày liên tiếp.
zh_hans: 连续 500 天登录。
zh_hant: 連續 500 天登入。

# misskey_achievement_login500_flavor
source: My friends, it has often been said that I like notes
af: Jy is 'n legende!
ar: أنت أسطورة!
bg: Вие сте легенда!
ca: Ets una llegenda!
cs: Jsi legenda!
da: Du er en legende!
de: Du bist eine Legende!
el: Είστε θρύλος!
fi: Olet legenda!
fr: Tu es une légende !
he: אתה אגדה!
hu: Egy legenda vagy!
it: Sei una leggenda!
ja: あなたは伝説です！
ko: 당신은 전설입니다!
nb: Mine venner har ofte blitt sagt at jeg liker notater
nl: Je bent een legende!
pl: Jesteś legendą!
pt: És uma lenda!
pt_br: Você é uma lenda!
ro: Ești o legendă!
ru: Вы легенда!
sr: Ти си легенда!
sv: Du är en legend!
tr: Sen bir efsanesin!
uk: Ви легенда!
vi: Bạn là một huyền thoại!
zh_hans: 你是个传奇！
zh_hant: 你個傳奇！

# misskey_achievement_login500_title
source: Expert I
af: 500 Dae Intekening
ar: تسجيل دخول لـ 500 يوم
bg: 500 дни влизане
ca: Inici de sessió de 500 dies
cs: 500denní přihlášení
da: 500 dages login
de: 500 Tage Login
el: Σύνδεση 500 ημερών
fi: 500 päivän kirjautuminen
fr: 500 jours de connexion
he: 500 ימי התחברות
hu: 500 napos bejelentkezés
it: 500 giorni di accesso
ja: ログイン500日
ko: 500일 로그인
nb: Ekspert 1
nl: 500 dagen inloggen
pl: Logowanie przez 500 dni
pt: Sessão iniciada há 500 dias
pt_br: 500 dias de login
ro: Autentificare de 500 de zile
ru: 500 дней входа
sr: Пријављивање 500 дана
sv: 500 dagars inloggning
tr: 500 Günlük Oturum
uk: 500 днів входу
vi: Đăng nhập 500 ngày
zh_hans: 登录 500 天
zh_hant: 登入 500 天

# misskey_achievement_login600_description
source: Log in for a total of 600 days
af: Meld aan vir 600 opeenvolgende dae.
ar: سجل الدخول لمدة 600 يوم متتالية.
bg: Впишете се за 600 последователни дни.
ca: Inicia la sessió durant 600 dies consecutius.
cs: Přihlásit se 600 po sobě jdoucích dnů.
da: Log ind i 600 på hinanden følgende dage.
de: Melde dich an 600 aufeinanderfolgenden Tagen an.
el: Συνδεθείτε για 600 συνεχόμενες ημέρες.
fi: Kirjaudu sisään 600 peräkkäisenä päivänä.
fr: Connectez-vous pendant 600 jours consécutifs.
he: התחבר במשך 600 ימים ברציפות.
hu: Jelentkezz be 600 egymást követő napon.
it: Accedi per 600 giorni consecutivi.
ja: 600日連続でログインする。
ko: 600일 연속으로 로그인합니다.
nb: Logg inn i totalt 600 dager
nl: Log 600 opeenvolgende dagen in.
pl: Zaloguj się przez 600 kolejnych dni.
pt: Iniciar sessão durante 600 dias consecutivos.
pt_br: Faça login por 600 dias consecutivos.
ro: Conectează-te timp de 600 de zile consecutive.
ru: Заходить 600 дней подряд.
sr: Пријави се 600 узастопних дана.
sv: Logga in 600 dagar i rad.
tr: Art arda 600 gün oturum açın.
uk: Заходити 600 днів поспіль.
vi: Đăng nhập trong 600 ngày liên tiếp.
zh_hans: 连续 600 天登录。
zh_hant: 連續 600 天登入。

# misskey_achievement_login600_title
source: Expert II
af: 600 Dae Intekening
ar: تسجيل دخول لـ 600 يوم
bg: 600 дни влизане
ca: Inici de sessió de 600 dies
cs: 600denní přihlášení
da: 600 dages login
de: 600 Tage Login
el: Σύνδεση 600 ημερών
fi: 600 päivän kirjautuminen
fr: 600 jours de connexion
he: 600 ימי התחברות
hu: 600 napos bejelentkezés
it: 600 giorni di accesso
ja: ログイン600日
ko: 600일 로그인
nb: Ekspert II
nl: 600 dagen inloggen
pl: Logowanie przez 600 dni
pt: Sessão iniciada há 600 dias
pt_br: 600 dias de login
ro: Autentificare de 600 de zile
ru: 600 дней входа
sr: Пријављивање 600 дана
sv: 600 dagars inloggning
tr: 600 Günlük Oturum
uk: 600 днів входу
vi: Đăng nhập 600 ngày
zh_hans: 登录 600 天
zh_hant: 登入 600 天

# misskey_achievement_login700_description
source: Log in for a total of 700 days
af: Meld aan vir 700 opeenvolgende dae.
ar: سجل الدخول لمدة 700 يوم متتالية.
bg: Впишете се за 700 последователни дни.
ca: Inicia la sessió durant 700 dies consecutius.
cs: Přihlásit se 700 po sobě jdoucích dnů.
da: Log ind i 700 på hinanden følgende dage.
de: Melde dich an 700 aufeinanderfolgenden Tagen an.
el: Συνδεθείτε για 700 συνεχόμενες ημέρες.
fi: Kirjaudu sisään 700 peräkkäisenä päivänä.
fr: Connectez-vous pendant 700 jours consécutifs.
he: התחבר במשך 700 ימים ברציפות.
hu: Jelentkezz be 700 egymást követő napon.
it: Accedi per 700 giorni consecutivi.
ja: 700日連続でログインする。
ko: 700일 연속으로 로그인합니다.
nb: Logg inn i til sammen 700 dager
nl: Log 700 opeenvolgende dagen in.
pl: Zaloguj się przez 700 kolejnych dni.
pt: Iniciar sessão durante 700 dias consecutivos.
pt_br: Faça login por 700 days consecutivos.
ro: Conectează-te timp de 700 de zile consecutive.
ru: Заходить 700 дней подряд.
sr: Пријави се 700 узастопних дана.
sv: Logga in 700 dagar i rad.
tr: Art arda 700 gün oturum açın.
uk: Заходити 700 днів поспіль.
vi: Đăng nhập trong 700 ngày liên tiếp.
zh_hans: 连续 700 天登录。
zh_hant: 連續 700 天登入。

# misskey_achievement_login700_title
source: Expert III
af: Ekspert III
ar: الخبير الثالث
bg: Експерт III
da: Ekspert III
de: Experte III
el: Εμπειρογνώμονας III
fi: Asiantuntija III
he: מומחה III
hu: Szakértő III
it: Professionista III livello
ja: ベテランIII
ko: 전문가 III
nb: Ekspert III
pl: Ekspert III
pt: Especialista III
pt_br: Especialista III
ru: Эксперт III
sr: Ekspert III
tr: Uzman III
uk: Експерт III
vi: Chuyên gia III
zh_hans: 专家 III
zh_hant: 專家 III
